{
  "title": "Ida Laura Pfeiffer",
  "url": "https://en.wikipedia.org/wiki/Ida_Laura_Pfeiffer",
  "original_title": "Ida Laura Pfeiffer",
  "text": "Ida Laura Pfeiffer (14 October 1797, Vienna – 27 October 1858, Vienna), née Reyer, an Austrian explorer, travel writer, and ethnographer, became a famous early female traveler; her bestselling journals were translated into seven languages. She journeyed an estimated 32,000 kilometres (20,000 mi) by land and 240,000 kilometres (150,000 mi) by sea through Southeast Asia, the Americas, the Middle East, and Africa, and made two trips around the world between 1846 and 1855. Though a member of the geographical societies of both Berlin and Paris, she was denied membership by the Royal Geographical Society in London as it forbade the election of women before 1913.\n\n\n== Early life ==\nIda Laura Pfeiffer was born in Vienna on 14 October 1797 to a wealthy textile manufacturer named Aloys Reyer. She had five brothers and a younger sister. As a child, she preferred boys' clothing, liked sports and exercise, and received the same education as her brothers under the encouragement of her father. \"I was not shy,\" she wrote in her autobiography, \"but wild as a boy, and bolder and more forward than my elder brothers. \" Her first long journey was a trip to Palestine and Egypt when she was five years old. The influence of this experience remained with her. Following the death of her father in 1806, her mother Anna, disapproving of her previously unconventional upbringing, insisted that she wear dresses and take up piano lessons. After Napoleon Bonaparte conquered Vienna in 1809, some of the French troops were quartered in Reyer's home to Ida's dislike. During the grand review held in Schönbrunn Palace, she protested against foreign occupation by turning her back as the generals rode past.\nShe was introduced to contemporary explorers by her tutor, Franz Josef Trimmel, and became particularly interested in Robinson Crusoe and the writings of Alexander von Humboldt, whom she would later meet in Berlin. On May 1, 1820, she married Dr. Mark Anton Pfeiffer, a lawyer in Lemberg (now Lviv, Ukraine). He was 24 years her senior and a widower with a grown-up son. The couple left for Lemberg a week after their wedding. Dr. Pfeiffer was soon forced to resign after uncovering corruption among senior government officials in Galicia and subsequently found it difficult to regain employment. In order to support her family, Ida moved back and forth between Vienna and Lemberg. She gave drawing and music lessons and borrowed money from her brothers.\nShe gave birth to two sons in Vienna: Alfred in 1821 and Oscar in 1824. (She also had a daughter who lived only a few days. ) The family's financial situation slightly improved after the death of her mother in 1831. With a small inheritance, she was able to continue her sons' education. She stayed in Vienna with the boys in 1833, while Dr. Pfeiffer remained in Lemberg, near his first son. Dr. Pfeiffer occasionally visited his family in Vienna.\n\n\n== Travels ==\n\n\n=== Istanbul, Jerusalem, and Iceland (1842–1845) ===\nAfter her sons settled in secure employment, Ida Pfeiffer was finally able to fulfill her childhood dream of traveling to foreign places. She later wrote in Reise nach dem skandinavischen Norden und der Insel Island im Jahre 1845 (\"Visit to Iceland and the Scandinavian North,\" 2 vols. , Leipzig, 1845):\n\nWhen I was but a little child, I had already a strong desire to see the world.  Whenever I met a travelling-carriage, I would stop involuntarily, and gaze after it until it had disappeared; I used even to envy the postilion, for I thought he also must have accomplished the whole long journey.\n\nIn 1842, she traveled along the Danube river to Istanbul. From there she continued to Jerusalem, stopping at Smyrna, Rhodes, Cyprus, Beirut, Caesarea, and Jaffa. She returned to Beirut on 10 July 1842 and sailed for Egypt. She visited Alexandria, Cairo, and the Red Sea before returning home via Rome. Among those she met on the trip was landscape painter Hubert Sattler, the British artist William Henry Bartlett, and the Bohemian botanist, Count Friedrich von Berchtold.\nShe published an anonymous account of her journey in Reise einer Wienerin in das Heilige Land (\"A Vienna woman's trip to the Holy Land,\" 2 vols. , Vienna, 1844). In return, she received 700 florins to fund her next trip. The book was an instant success. It went through three editions and was translated into Czech in 1846 and English in 1852.\nIn 1845, Pfeiffer set out to Scandinavia and Iceland. In preparation for her travel, she studied English and Danish as well as how to preserve natural specimens and take daguerreotypes. The adventure began on 10 April 1845. She traveled from Vienna to Copenhagen, then boarded the Johann on 4 May, reaching Hafnarfjörður on the southwest coast of Iceland in eleven days. She rode to Reykjavík on horseback and toured the geothermal area of Krýsuvík. She proceeded to visit the Golden Falls and climb the volcano Mount Hekla. After her return to Denmark, she took a small steamer north to Gothenburg, Sweden and from there, went further north to Norway. She came back to Vienna on 4 October 1845 and published her journal the following year: Reise nach dem skandinavischen Norden und der Insel Island (\"Trip to the Scandinavian North and the island of Iceland,\" Pest, 1846). English translations of the book appeared in Britain and the US in 1852.\n\n\n=== First trip round the world (1846–1848) ===\nIn 1846, Pfeiffer started on a journey round the world, visiting Brazil, Chile and other countries of South America, Tahiti, China, India, Persia, Asia Minor and Greece, returning to Vienna in 1848. The results were published in Eine Frauenfahrt um die Welt (\"A Woman's Journey round the World,\" 3 vols. , Vienna, 1850). She boarded the Danish brig Caroline, sailing southwest from Hamburg out into the Atlantic and across the equator, entering the harbor of Rio de Janeiro on 16 September 1846. Along with Friedrich von Berchtold, she traveled up the Macacu River to Nova Friburgo in southeastern Brazil and ventured deep into the forest, accompanied by a single servant. Upon her return to Rio, she booked a spot on the English barque John Renwick and set off for Chile, arriving at Valparaiso on 2 March 1847. She then sailed to the island of Tahiti before disembarking in Macao on the coast of China on 9 July. \nFor the next two months, she visited temples and villages in Hong Kong, went on a hunting excursion in Singapore, toured Colombo and Kandy, inquired about Bengali traditions in Calcutta, and visited the holy city of Benares. From Delhi, she arranged a bullock cart to Bombay under the advisement of Austrian scholar Aloys Sprenger, passing through Hyderabad and the Daulatabad Fort and the Ellora Caves in Aurangabad.\nOn 23 April 1848, she left Bombay for Baghdad, then part of the Ottoman Empire. While exploring the ruins of the ancient city of Ctesiphon, she encountered Prince Emam Qoli Mirza of the Qajar Dynasty. She proceeded to tour the archaeological sites of Babylon, Borsippa, and Nineveh, facilitated by the British Resident Henry Creswicke Rawlinson and Hormuzd Rassam, the British Vice-Consul at Mosul. During the month of Ramadan, she visited local homes in Tabriz, the capital of Azerbaijan (now East Azerbaijan Province in Iran), and was presented to the Vicegerent, Bahman Mirza.\nIn August 1848, she set out for Nakhchivan bordering Armenia, and soon joined a caravan heading for Tbilisi, the capital of Georgia. She then crossed the Black Sea into the Russian Empire.\nA Woman's Journey Round the World was published in 1850 in three volumes, two years after Pfeiffer's return to Vienna. English translations appeared in Britain in 1851, followed by Dutch (1852), French (1858), and Russian (1867). The book garnered reviews in major international journals, such as Le Constitutionnel, The Athenaeum, The Westminster Review, The Literary Gazette, The Straits Times, and Calcutta Review.\n\n\n=== Second trip round the world (1851–1855) ===\nTo fund her next expedition, Pfeiffer sold 300 guilders worth of specimens to the Royal Museum of Vienna. Carl von Schreibers, director of the Viennese natural history collections, and Austrian archaeologist Josef von Arneth applied for governmental funding on her behalf on the grounds that she had proven herself skilled at procuring rare specimens from far corners of the world. As a result, Pfeiffer was awarded 1,500 guilders. \nIn 1851, she set off to Berlin where she was met with an enthusiastic audience. Among them was her childhood hero, Prussian explorer Alexander von Humboldt, whose travels in the Americas inspired a great number of contemporary scientists and naturalists, including Charles Darwin, Henry David Thoreau, John Muir, and Ernst Haeckel. Pfeiffer was also welcomed by German geographer and cartographer Carl Ritter who was, at the time, Professor of Geography at the University of Berlin and with whom she would continue to collaborate after her departure. Both Humboldt and Ritter supported her, and as a result she became the first woman to be awarded the honorary membership of the Geographical Society of Berlin. From Hamburg, Pfeiffer set sail to London and met with paleontologist Richard Owen, an outspoken critic of Charles Darwin, geographer Augustus Petermann for his expertise on Africa, and William Bartlett, her traveling companion to Jerusalem. \nOn 27 May 1851, Pfeiffer departed for Cape Town, South Africa. She arrived on 11 August and soon sent a box of specimens to Vincenz Kollar, curator of the Natural History Museum in Vienna. She had intended to penetrate deeper into Africa, but her hopes proved impracticable in light of overwhelming expenses. \nShe proceeded across the Indian Ocean to the Malay archipelago, spending two weeks in Singapore where she collected a new species of mole cricket in addition to fish, seaweed, and crustaceans. She spent eighteen months in the Sunda Islands, accompanied by Captain John Brooke, the nephew and heir of Sir James Brooke. She visited the Dayaks of Borneo and became one of the first explorers to report on the traditions of the Bataks in Sumatra and the Malukus. Along the way, she encountered Sultan Abdu'l Rashid Muhammad Jamal ud-din of the principality of Sintang, renowned ichthyologist Dr. Pieter Bleeker in Batavia (present-day Jakarta), and Colonel van der Hart at Bukittinggi in West Sumatra. She was granted permission to enter the territories of local villages where she observed dance performances, acquired a finely carved tunggal panaluan, and accumulated a collection of valuable specimens, including ray-finned fish (Homalopterula gymnogaster) and checker barb (Puntius oligolepis).\nOn 6 July 1853, she sailed across the Pacific to North America. She arrived on the West Coast of the United States during the California Gold Rush and visited Sacramento, Marysville, Crescent City, Santa Clara, and San Jose before heading south to Central America. After stops at New Granada and Peru, she returned to Guayaquil, the main port of Ecuador. In her book A Lady's Second Journey Round the World she relates some unpleasant experiences in Ecuador. However, the ambassador of the United States Friedrich Hassaurek in his book Four Years among Spanish-Americans criticized these chapters of her book, as he conceived it as interesting as a personal narrative, but full of misconceptions and inaccuracies.\nOn 31 May 1854, she boarded a steamer bound for New Orleans where she stayed for three weeks, then toured the Great Lakes Region. In her journal, she described visits to American circuses, theaters, private girls' schools, the Manhattan Detention Complex as well as encounters with the eminent short story writer, Washington Irving, the celebrated surgeon John Collins Warren, and Swiss-American biologist Louis Agassiz. \nBack in Vienna at the end of July 1855, Pfeiffer completed her narrative, Meine zweite Weltreise (\"My second trip around the world\"), published in Vienna in 1856. The English translation, Second Journey round the World, was published by Longmans, followed by editions in Dutch (1856), French (1857), Polish (1860), Russian (1876), and Malay (1877–1907). The book was well received with positive reviews in Austrian and German newspapers, the English Edinburgh Review, and the American literary magazine  Criterion.\n\n\n=== Madagascar (1856–1858) ===\nIn May 1857, Pfeiffer set out to explore Madagascar. Her first stop was Cape Town, South Africa. There, she encountered the French civil engineer and slave trader Joseph-François Lambert. Unbeknownst to Pfeiffer, Lambert had joined Jean Laborde and a few other Europeans in a plot to replace Ranavalona I, the queen of Madagascar, with the more moderate crown prince, Rakoto (the future king Radama II). Pfeiffer unwittingly became part of the conspiracy and was expelled from Madagascar in July 1857 after the queen discovered the attempted coup. \nDuring Pfeiffer's passage from the capital of Antananarivo to the coastal port of departure, she had unfortunately contracted a disease (likely malaria) and never fully recovered. She suffered through spells of fever on Mauritius and left for London on 10 March 1858. She then traveled to Hamburg but was struck by a renewed outbreak of vomiting and diarrhea.\nIda Laura Pfeiffer died in Vienna on 27 October 1858 in the home of her brother, Carl Reyer. A travelogue describing her final voyage, Reise nach Madagaskar (\"Trip to Madagascar\"), was published in Vienna in 1861 in 2 volumes and included a biography written by her son Oscar Pfeiffer.\n\n\n== Natural history ==\nDuring her travels, Pfeiffer collected plants, insects, mollusks, marine life, and mineral specimens. Many were sold to Museum für Naturkunde in Berlin and the British Museum, including but not limited to:\n\nOrb-weaver spider (Poltys idea)\nLonchodes pfeifferae\nFreshwater prawn (Palaemon idae)\nSnails (Vaginula idae and Pupina superba)\nSoft-shell turtles from Ambon and Seram of MalukuThe Naturhistorisches Museum in Vienna purchased 721 specimens from Pfeiffer's collection in Madagascar and Mauritius, including nine species of mammals, fourteen species of birds, twenty-three species of reptiles, three species of crustaceans, fifteen species of mollusks, ten species of spiders, and 185 species of insects.\n\n\n== Contemporary influences ==\nPfeiffer is referenced as \"Madam Pfeiffer\" in Thoreau's book, Walden. Thoreau talks of how she wore more civilized clothes as she got closer to her homeland.\nAlfred Wallace frequently mentioned Pfeiffer in his letters to his sister, to his colleague Henry Walter Bates, and to Samuel Stevens, a natural history agent in London who supported Pfeiffer's collecting expedition to the Americas. In fact, Wallace would visit many of the same places that Pfeiffer did before him, including the Malay Archipelago.\nCharles Darwin cited Pfeiffer in his Descent of Man (1871), remarking that \"in Java, a yellow, not a white girl, is considered, according to Madame Pfeiffer, a beauty. \"\n\n\n== Legacy ==\nIn 1892, the Viennese Society for the Further Education of Women transferred Ida Pfeiffer's remains to a place of honor in the Vienna Central Cemetery. She was the first woman to be admitted to the rows of honored dead.\nIn 2000, a street in Munich was renamed as Ida-Pfeiffer-Straße. In 2018, the University of Vienna established an \"Ida Pfeiffer Professorship\" in the Faculty of Earth Sciences, Geography and Astronomy. Pfeiffer has been of interest to historians of travel. Works of research on her life include:\n\nHiltgund Jehle's Ida Pfeiffer: Weltreisende im 19. Jahrhundert (1989)\nGabriele Habinger's publication of her surviving correspondence\nJohn van Wyhe's 2019 biography, Wanderlust\nIda and the World Beyond Mount Kaiserzipf: a picture book highlighting her life and achievements\nXavier Sistach's 2023 biography, Les aventures d'Ida Pfeiffer (in Catalan), and the accompanying webpage with additional resources.\n\n\n== Notes ==\n\n\n== References ==\nBaker, D. B. (1996) Pfeiffer, Wallace, Allen and Smith: The discovery of the Hymenoptera of the Malay Archipelago, Archives of Natural History 23:153–200 ISSN 0260-9541\nDown, Alec. Ida Pfeiffer in China: Examining the Suppression of Gender Roles in the Face of European Colonial Superiority (2013). Library Research Grants.\nHeidhues, Mary Somers (2004) Woman on the Road: Ida Pfeiffer in the Indies, Archipel 68 pp. 289–313 Online here\nLeidler, Keith (2005). Female Caligula: Ranavalona, the Mad Queen of Madagascar. Wiley. ISBN 047002223X.\nRobinson, Jane, Wayward Women : A Guide to Women Travellers, Oxford University Press, 1991, pp. 25-26\nvan Wyhe, John (2019). Wanderlust: The Amazing Ida Pfeiffer, the First Female Tourist. NUS Press. ISBN 9789813250765.\nHabinger, Gabriele (2022) Eine Wiener Biedermeierdame erobert die Welt. Die Lebensgeschichte der Ida Pfeiffer (1797-1858). Revised and enlarged edition, Vienna: Promedia Verlag, ISBN 978-3-85371-508-6\n\n\n== External links ==\n\nWorks by Ida Laura Pfeiffer at The Sophie Project\nWorks by Ida Pfeiffer at Project Gutenberg\nThe Story of Ida Pfeiffer, and Her Travels in Many Lands, an 1879 biography.\nWorks by or about Ida Laura Pfeiffer at Internet Archive\nWorks by Ida Laura Pfeiffer at LibriVox (public domain audiobooks) \n2 short radio episodes American Steamers and A Bear in the Streets from A Lady's Second Journey Round the World, 1855. California Legacy Project.\n\"Pfeiffer, Ida\" . New International Encyclopedia. 1905.\n\"Pfeiffer, Ida\" . The Nuttall Encyclopædia. 1907.\nRines, George Edwin, ed. (1920). \"Pfeiffer, Ida Laura Reyer\" . Encyclopedia Americana.\nRipley, George; Dana, Charles A. , eds. (1879). \"Pfeiffer, Ida\" . The American Cyclopædia.",
  "summary": "Ida Laura Pfeiffer (14 October 1797, Vienna – 27 October 1858, Vienna), née Reyer, an Austrian explorer, travel writer, and ethnographer, became a famous early female traveler; her bestselling journals were translated into seven languages. She journeyed an estimated 32,000 kilometres (20,000 mi) by land and 240,000 kilometres (150,000 mi) by sea through Southeast Asia, the Americas, the Middle East, and Africa, and made two trips around the world between 1846 and 1855. Though a member of the geographical societies of both Berlin and Paris, she was denied membership by the Royal Geographical Society in London as it forbade the election of women before 1913.\n\n",
  "sections": {
    "Summary": {
      "index": 1,
      "level": 1,
      "content": "Ida Laura Pfeiffer (14 October 1797, Vienna – 27 October 1858, Vienna), née Reyer, an Austrian explorer, travel writer, and ethnographer, became a famous early female traveler; her bestselling journals were translated into seven languages. She journeyed an estimated 32,000 kilometres (20,000 mi) by land and 240,000 kilometres (150,000 mi) by sea through Southeast Asia, the Americas, the Middle East, and Africa, and made two trips around the world between 1846 and 1855. Though a member of the geographical societies of both Berlin and Paris, she was denied membership by the Royal Geographical Society in London as it forbade the election of women before 1913."
    },
    "Early life": {
      "index": 2,
      "level": 1,
      "content": "Ida Laura Pfeiffer was born in Vienna on 14 October 1797 to a wealthy textile manufacturer named Aloys Reyer. She had five brothers and a younger sister. As a child, she preferred boys' clothing, liked sports and exercise, and received the same education as her brothers under the encouragement of her father. \"I was not shy,\" she wrote in her autobiography, \"but wild as a boy, and bolder and more forward than my elder brothers. \" Her first long journey was a trip to Palestine and Egypt when she was five years old. The influence of this experience remained with her. Following the death of her father in 1806, her mother Anna, disapproving of her previously unconventional upbringing, insisted that she wear dresses and take up piano lessons. After Napoleon Bonaparte conquered Vienna in 1809, some of the French troops were quartered in Reyer's home to Ida's dislike. During the grand review held in Schönbrunn Palace, she protested against foreign occupation by turning her back as the generals rode past.\nShe was introduced to contemporary explorers by her tutor, Franz Josef Trimmel, and became particularly interested in Robinson Crusoe and the writings of Alexander von Humboldt, whom she would later meet in Berlin. On May 1, 1820, she married Dr. Mark Anton Pfeiffer, a lawyer in Lemberg (now Lviv, Ukraine). He was 24 years her senior and a widower with a grown-up son. The couple left for Lemberg a week after their wedding. Dr. Pfeiffer was soon forced to resign after uncovering corruption among senior government officials in Galicia and subsequently found it difficult to regain employment. In order to support her family, Ida moved back and forth between Vienna and Lemberg. She gave drawing and music lessons and borrowed money from her brothers.\nShe gave birth to two sons in Vienna: Alfred in 1821 and Oscar in 1824. (She also had a daughter who lived only a few days. ) The family's financial situation slightly improved after the death of her mother in 1831. With a small inheritance, she was able to continue her sons' education. She stayed in Vienna with the boys in 1833, while Dr. Pfeiffer remained in Lemberg, near his first son. Dr. Pfeiffer occasionally visited his family in Vienna."
    },
    "Travels": {
      "index": 3,
      "level": 1,
      "content": ""
    },
    "Istanbul, Jerusalem, and Iceland (1842–1845)": {
      "index": 4,
      "level": 2,
      "content": "After her sons settled in secure employment, Ida Pfeiffer was finally able to fulfill her childhood dream of traveling to foreign places. She later wrote in Reise nach dem skandinavischen Norden und der Insel Island im Jahre 1845 (\"Visit to Iceland and the Scandinavian North,\" 2 vols. , Leipzig, 1845):\n\nWhen I was but a little child, I had already a strong desire to see the world.  Whenever I met a travelling-carriage, I would stop involuntarily, and gaze after it until it had disappeared; I used even to envy the postilion, for I thought he also must have accomplished the whole long journey.\n\nIn 1842, she traveled along the Danube river to Istanbul. From there she continued to Jerusalem, stopping at Smyrna, Rhodes, Cyprus, Beirut, Caesarea, and Jaffa. She returned to Beirut on 10 July 1842 and sailed for Egypt. She visited Alexandria, Cairo, and the Red Sea before returning home via Rome. Among those she met on the trip was landscape painter Hubert Sattler, the British artist William Henry Bartlett, and the Bohemian botanist, Count Friedrich von Berchtold.\nShe published an anonymous account of her journey in Reise einer Wienerin in das Heilige Land (\"A Vienna woman's trip to the Holy Land,\" 2 vols. , Vienna, 1844). In return, she received 700 florins to fund her next trip. The book was an instant success. It went through three editions and was translated into Czech in 1846 and English in 1852.\nIn 1845, Pfeiffer set out to Scandinavia and Iceland. In preparation for her travel, she studied English and Danish as well as how to preserve natural specimens and take daguerreotypes. The adventure began on 10 April 1845. She traveled from Vienna to Copenhagen, then boarded the Johann on 4 May, reaching Hafnarfjörður on the southwest coast of Iceland in eleven days. She rode to Reykjavík on horseback and toured the geothermal area of Krýsuvík. She proceeded to visit the Golden Falls and climb the volcano Mount Hekla. After her return to Denmark, she took a small steamer north to Gothenburg, Sweden and from there, went further north to Norway. She came back to Vienna on 4 October 1845 and published her journal the following year: Reise nach dem skandinavischen Norden und der Insel Island (\"Trip to the Scandinavian North and the island of Iceland,\" Pest, 1846). English translations of the book appeared in Britain and the US in 1852."
    },
    "First trip round the world (1846–1848)": {
      "index": 5,
      "level": 2,
      "content": "In 1846, Pfeiffer started on a journey round the world, visiting Brazil, Chile and other countries of South America, Tahiti, China, India, Persia, Asia Minor and Greece, returning to Vienna in 1848. The results were published in Eine Frauenfahrt um die Welt (\"A Woman's Journey round the World,\" 3 vols. , Vienna, 1850). She boarded the Danish brig Caroline, sailing southwest from Hamburg out into the Atlantic and across the equator, entering the harbor of Rio de Janeiro on 16 September 1846. Along with Friedrich von Berchtold, she traveled up the Macacu River to Nova Friburgo in southeastern Brazil and ventured deep into the forest, accompanied by a single servant. Upon her return to Rio, she booked a spot on the English barque John Renwick and set off for Chile, arriving at Valparaiso on 2 March 1847. She then sailed to the island of Tahiti before disembarking in Macao on the coast of China on 9 July. \nFor the next two months, she visited temples and villages in Hong Kong, went on a hunting excursion in Singapore, toured Colombo and Kandy, inquired about Bengali traditions in Calcutta, and visited the holy city of Benares. From Delhi, she arranged a bullock cart to Bombay under the advisement of Austrian scholar Aloys Sprenger, passing through Hyderabad and the Daulatabad Fort and the Ellora Caves in Aurangabad.\nOn 23 April 1848, she left Bombay for Baghdad, then part of the Ottoman Empire. While exploring the ruins of the ancient city of Ctesiphon, she encountered Prince Emam Qoli Mirza of the Qajar Dynasty. She proceeded to tour the archaeological sites of Babylon, Borsippa, and Nineveh, facilitated by the British Resident Henry Creswicke Rawlinson and Hormuzd Rassam, the British Vice-Consul at Mosul. During the month of Ramadan, she visited local homes in Tabriz, the capital of Azerbaijan (now East Azerbaijan Province in Iran), and was presented to the Vicegerent, Bahman Mirza.\nIn August 1848, she set out for Nakhchivan bordering Armenia, and soon joined a caravan heading for Tbilisi, the capital of Georgia. She then crossed the Black Sea into the Russian Empire.\nA Woman's Journey Round the World was published in 1850 in three volumes, two years after Pfeiffer's return to Vienna. English translations appeared in Britain in 1851, followed by Dutch (1852), French (1858), and Russian (1867). The book garnered reviews in major international journals, such as Le Constitutionnel, The Athenaeum, The Westminster Review, The Literary Gazette, The Straits Times, and Calcutta Review."
    },
    "Second trip round the world (1851–1855)": {
      "index": 6,
      "level": 2,
      "content": "To fund her next expedition, Pfeiffer sold 300 guilders worth of specimens to the Royal Museum of Vienna. Carl von Schreibers, director of the Viennese natural history collections, and Austrian archaeologist Josef von Arneth applied for governmental funding on her behalf on the grounds that she had proven herself skilled at procuring rare specimens from far corners of the world. As a result, Pfeiffer was awarded 1,500 guilders. \nIn 1851, she set off to Berlin where she was met with an enthusiastic audience. Among them was her childhood hero, Prussian explorer Alexander von Humboldt, whose travels in the Americas inspired a great number of contemporary scientists and naturalists, including Charles Darwin, Henry David Thoreau, John Muir, and Ernst Haeckel. Pfeiffer was also welcomed by German geographer and cartographer Carl Ritter who was, at the time, Professor of Geography at the University of Berlin and with whom she would continue to collaborate after her departure. Both Humboldt and Ritter supported her, and as a result she became the first woman to be awarded the honorary membership of the Geographical Society of Berlin. From Hamburg, Pfeiffer set sail to London and met with paleontologist Richard Owen, an outspoken critic of Charles Darwin, geographer Augustus Petermann for his expertise on Africa, and William Bartlett, her traveling companion to Jerusalem. \nOn 27 May 1851, Pfeiffer departed for Cape Town, South Africa. She arrived on 11 August and soon sent a box of specimens to Vincenz Kollar, curator of the Natural History Museum in Vienna. She had intended to penetrate deeper into Africa, but her hopes proved impracticable in light of overwhelming expenses. \nShe proceeded across the Indian Ocean to the Malay archipelago, spending two weeks in Singapore where she collected a new species of mole cricket in addition to fish, seaweed, and crustaceans. She spent eighteen months in the Sunda Islands, accompanied by Captain John Brooke, the nephew and heir of Sir James Brooke. She visited the Dayaks of Borneo and became one of the first explorers to report on the traditions of the Bataks in Sumatra and the Malukus. Along the way, she encountered Sultan Abdu'l Rashid Muhammad Jamal ud-din of the principality of Sintang, renowned ichthyologist Dr. Pieter Bleeker in Batavia (present-day Jakarta), and Colonel van der Hart at Bukittinggi in West Sumatra. She was granted permission to enter the territories of local villages where she observed dance performances, acquired a finely carved tunggal panaluan, and accumulated a collection of valuable specimens, including ray-finned fish (Homalopterula gymnogaster) and checker barb (Puntius oligolepis).\nOn 6 July 1853, she sailed across the Pacific to North America. She arrived on the West Coast of the United States during the California Gold Rush and visited Sacramento, Marysville, Crescent City, Santa Clara, and San Jose before heading south to Central America. After stops at New Granada and Peru, she returned to Guayaquil, the main port of Ecuador. In her book A Lady's Second Journey Round the World she relates some unpleasant experiences in Ecuador. However, the ambassador of the United States Friedrich Hassaurek in his book Four Years among Spanish-Americans criticized these chapters of her book, as he conceived it as interesting as a personal narrative, but full of misconceptions and inaccuracies.\nOn 31 May 1854, she boarded a steamer bound for New Orleans where she stayed for three weeks, then toured the Great Lakes Region. In her journal, she described visits to American circuses, theaters, private girls' schools, the Manhattan Detention Complex as well as encounters with the eminent short story writer, Washington Irving, the celebrated surgeon John Collins Warren, and Swiss-American biologist Louis Agassiz. \nBack in Vienna at the end of July 1855, Pfeiffer completed her narrative, Meine zweite Weltreise (\"My second trip around the world\"), published in Vienna in 1856. The English translation, Second Journey round the World, was published by Longmans, followed by editions in Dutch (1856), French (1857), Polish (1860), Russian (1876), and Malay (1877–1907). The book was well received with positive reviews in Austrian and German newspapers, the English Edinburgh Review, and the American literary magazine  Criterion."
    },
    "Madagascar (1856–1858)": {
      "index": 7,
      "level": 2,
      "content": "In May 1857, Pfeiffer set out to explore Madagascar. Her first stop was Cape Town, South Africa. There, she encountered the French civil engineer and slave trader Joseph-François Lambert. Unbeknownst to Pfeiffer, Lambert had joined Jean Laborde and a few other Europeans in a plot to replace Ranavalona I, the queen of Madagascar, with the more moderate crown prince, Rakoto (the future king Radama II). Pfeiffer unwittingly became part of the conspiracy and was expelled from Madagascar in July 1857 after the queen discovered the attempted coup. \nDuring Pfeiffer's passage from the capital of Antananarivo to the coastal port of departure, she had unfortunately contracted a disease (likely malaria) and never fully recovered. She suffered through spells of fever on Mauritius and left for London on 10 March 1858. She then traveled to Hamburg but was struck by a renewed outbreak of vomiting and diarrhea.\nIda Laura Pfeiffer died in Vienna on 27 October 1858 in the home of her brother, Carl Reyer. A travelogue describing her final voyage, Reise nach Madagaskar (\"Trip to Madagascar\"), was published in Vienna in 1861 in 2 volumes and included a biography written by her son Oscar Pfeiffer."
    },
    "Natural history": {
      "index": 8,
      "level": 1,
      "content": "During her travels, Pfeiffer collected plants, insects, mollusks, marine life, and mineral specimens. Many were sold to Museum für Naturkunde in Berlin and the British Museum, including but not limited to:\n\nOrb-weaver spider (Poltys idea)\nLonchodes pfeifferae\nFreshwater prawn (Palaemon idae)\nSnails (Vaginula idae and Pupina superba)\nSoft-shell turtles from Ambon and Seram of MalukuThe Naturhistorisches Museum in Vienna purchased 721 specimens from Pfeiffer's collection in Madagascar and Mauritius, including nine species of mammals, fourteen species of birds, twenty-three species of reptiles, three species of crustaceans, fifteen species of mollusks, ten species of spiders, and 185 species of insects."
    },
    "Contemporary influences": {
      "index": 9,
      "level": 1,
      "content": "Pfeiffer is referenced as \"Madam Pfeiffer\" in Thoreau's book, Walden. Thoreau talks of how she wore more civilized clothes as she got closer to her homeland.\nAlfred Wallace frequently mentioned Pfeiffer in his letters to his sister, to his colleague Henry Walter Bates, and to Samuel Stevens, a natural history agent in London who supported Pfeiffer's collecting expedition to the Americas. In fact, Wallace would visit many of the same places that Pfeiffer did before him, including the Malay Archipelago.\nCharles Darwin cited Pfeiffer in his Descent of Man (1871), remarking that \"in Java, a yellow, not a white girl, is considered, according to Madame Pfeiffer, a beauty. \""
    },
    "Legacy": {
      "index": 10,
      "level": 1,
      "content": "In 1892, the Viennese Society for the Further Education of Women transferred Ida Pfeiffer's remains to a place of honor in the Vienna Central Cemetery. She was the first woman to be admitted to the rows of honored dead.\nIn 2000, a street in Munich was renamed as Ida-Pfeiffer-Straße. In 2018, the University of Vienna established an \"Ida Pfeiffer Professorship\" in the Faculty of Earth Sciences, Geography and Astronomy. Pfeiffer has been of interest to historians of travel. Works of research on her life include:\n\nHiltgund Jehle's Ida Pfeiffer: Weltreisende im 19. Jahrhundert (1989)\nGabriele Habinger's publication of her surviving correspondence\nJohn van Wyhe's 2019 biography, Wanderlust\nIda and the World Beyond Mount Kaiserzipf: a picture book highlighting her life and achievements\nXavier Sistach's 2023 biography, Les aventures d'Ida Pfeiffer (in Catalan), and the accompanying webpage with additional resources."
    },
    "Notes": {
      "index": 11,
      "level": 1,
      "content": ""
    },
    "References": {
      "index": 12,
      "level": 1,
      "content": "Baker, D. B. (1996) Pfeiffer, Wallace, Allen and Smith: The discovery of the Hymenoptera of the Malay Archipelago, Archives of Natural History 23:153–200 ISSN 0260-9541\nDown, Alec. Ida Pfeiffer in China: Examining the Suppression of Gender Roles in the Face of European Colonial Superiority (2013). Library Research Grants.\nHeidhues, Mary Somers (2004) Woman on the Road: Ida Pfeiffer in the Indies, Archipel 68 pp. 289–313 Online here\nLeidler, Keith (2005). Female Caligula: Ranavalona, the Mad Queen of Madagascar. Wiley. ISBN 047002223X.\nRobinson, Jane, Wayward Women : A Guide to Women Travellers, Oxford University Press, 1991, pp. 25-26\nvan Wyhe, John (2019). Wanderlust: The Amazing Ida Pfeiffer, the First Female Tourist. NUS Press. ISBN 9789813250765.\nHabinger, Gabriele (2022) Eine Wiener Biedermeierdame erobert die Welt. Die Lebensgeschichte der Ida Pfeiffer (1797-1858). Revised and enlarged edition, Vienna: Promedia Verlag, ISBN 978-3-85371-508-6"
    }
  },
  "categories": [
    "1797 births",
    "1858 deaths",
    "19th-century explorers",
    "19th-century travel writers",
    "19th-century women writers",
    "All articles with dead external links",
    "Articles with BIBSYS identifiers",
    "Articles with BNC identifiers",
    "Articles with BNE identifiers",
    "Articles with BNF identifiers",
    "Articles with BNFdata identifiers",
    "Articles with DTBIO identifiers",
    "Articles with FAST identifiers",
    "Articles with GND identifiers",
    "Articles with ISNI identifiers",
    "Articles with Internet Archive links",
    "Articles with J9U identifiers",
    "Articles with LCCN identifiers",
    "Articles with LibriVox links",
    "Articles with NKC identifiers",
    "Articles with NLA identifiers",
    "Articles with NLG identifiers",
    "Articles with NTA identifiers",
    "Articles with PLWABN identifiers",
    "Articles with PortugalA identifiers",
    "Articles with Project Gutenberg links",
    "Articles with SNAC-ID identifiers",
    "Articles with SUDOC identifiers",
    "Articles with Trove identifiers",
    "Articles with VIAF identifiers",
    "Articles with VcBA identifiers",
    "Articles with dead external links from January 2023",
    "Articles with permanently dead external links",
    "Articles with short description",
    "Austrian entomologists",
    "Austrian explorers",
    "Austrian naturalists",
    "Austrian travel writers",
    "Austrian women writers",
    "Burials at the Vienna Central Cemetery",
    "CS1: long volume value",
    "CS1 maint: location missing publisher",
    "CS1 maint: postscript",
    "Commons category link from Wikidata",
    "Explorers of Asia",
    "Female explorers",
    "Female travelers",
    "History of Madagascar",
    "Short description matches Wikidata",
    "Wikipedia articles incorporating a citation from The American Cyclopaedia",
    "Wikipedia articles incorporating a citation from The American Cyclopaedia with a Wikisource reference",
    "Wikipedia articles incorporating a citation from the 1911 Encyclopaedia Britannica with Wikisource reference",
    "Wikipedia articles incorporating a citation from the Encyclopedia Americana with a Wikisource reference",
    "Wikipedia articles incorporating a citation from the New International Encyclopedia",
    "Wikipedia articles incorporating a citation from the Nuttall Encyclopedia",
    "Wikipedia articles incorporating text from the 1911 Encyclopædia Britannica",
    "Women entomologists",
    "Women travel writers",
    "Writers from Vienna"
  ],
  "links": [
    "Adolf Dauthage",
    "Africa",
    "Alexander von Humboldt",
    "Alexandria",
    "Alfred Wallace",
    "Aloys Sprenger",
    "Ambon, Maluku",
    "Antananarivo",
    "Armenia",
    "Asia Minor",
    "Atlantic",
    "August Heinrich Petermann",
    "Aurangabad",
    "Austria",
    "Austro-Hungarian florin",
    "Azerbaijan",
    "Babylon",
    "Baghdad",
    "Bahman Mirza",
    "Batak (Indonesia)",
    "Batavia, Dutch East Indies",
    "Beirut",
    "Benares",
    "Berlin",
    "Black Sea",
    "Bombay",
    "Borneo",
    "Borsippa",
    "Brazil",
    "British Museum",
    "Bukittinggi",
    "Caesarea Maritima",
    "Cairo",
    "Calcutta",
    "Calcutta Review",
    "California Gold Rush",
    "California Legacy Project",
    "Cape Town",
    "Cape Town, South Africa",
    "Carl Franz Anton Ritter von Schreibers",
    "Carl Ritter",
    "Central America",
    "Charles Darwin",
    "Chile",
    "China",
    "Colombo",
    "Copenhagen",
    "Crescent City, California",
    "Crustaceans",
    "Ctesiphon",
    "Cyprus",
    "Daguerreotype",
    "Danube",
    "Daulatabad Fort",
    "Dayak people",
    "Delhi",
    "Descent of Man",
    "Doi (identifier)",
    "Dowlatshah",
    "East Azerbaijan Province",
    "Ecuador",
    "Edinburgh Review",
    "Ellora Caves",
    "Encyclopedia Americana",
    "Encyclopædia Britannica Eleventh Edition",
    "Ernst Haeckel",
    "Ethnographer",
    "Four Years among Spanish-Americans",
    "Franz Hanfstaengl",
    "Friedrich Hassaurek",
    "Friedrich von Berchtold",
    "Galicia (Central Europe)",
    "Georgia (country)",
    "Gesellschaft für Erdkunde zu Berlin",
    "Gothenburg",
    "Great Lakes Region",
    "Greece",
    "Gryllotalpa",
    "Guayaquil",
    "Gullfoss",
    "Hafnarfjörður",
    "Hamburg",
    "Hekla",
    "Henry Creswicke Rawlinson",
    "Henry David Thoreau",
    "Henry Walter Bates",
    "Henry William Dulcken",
    "Homalopterula gymnogaster",
    "Hong Kong",
    "Hormuzd Rassam",
    "Hubert Sattler",
    "Hugh Chisholm",
    "Hyderabad",
    "ISBN (identifier)",
    "ISSN (identifier)",
    "Iceland",
    "Ichthyologist",
    "India",
    "Internet Archive",
    "Iran",
    "Istanbul",
    "Jaffa",
    "Jakarta",
    "James Brooke",
    "Jean Laborde",
    "Jerusalem",
    "John Brooke Johnson Brooke",
    "John Collins Warren",
    "John Muir",
    "John Wiley & Sons",
    "John van Wyhe",
    "Joseph-François Lambert",
    "Joseph Calasanza von Arneth",
    "Kandy",
    "Krýsuvík",
    "Le Constitutionnel",
    "Lemberg",
    "LibriVox",
    "London",
    "Louis Agassiz",
    "Lviv",
    "Macacu River",
    "Macao",
    "Madagascar",
    "Malay archipelago",
    "Maluku Islands",
    "Manhattan Detention Complex",
    "Marysville, California",
    "Mauritius",
    "Middle East",
    "Mosul",
    "Museum für Naturkunde",
    "Nakhchivan (city)",
    "Napoleon I of France",
    "Natural History Museum, Vienna",
    "Naturhistorisches Museum",
    "New International Encyclopedia",
    "New Orleans",
    "Nineveh",
    "North America",
    "Norway",
    "Nova Friburgo",
    "Orb-weaver spider",
    "Ottoman Empire",
    "Persian Empire",
    "Peru",
    "Pieter Bleeker",
    "Project Gutenberg",
    "Public domain",
    "Puntius oligolepis",
    "Radama II of Madagascar",
    "Ramadan",
    "Ranavalona I",
    "Red Sea",
    "Republic of the New Granada",
    "Reykjavík",
    "Rhodes",
    "Richard Owen",
    "Rio de Janeiro",
    "Robinson Crusoe",
    "Rome",
    "Royal Geographical Society",
    "Russian Empire",
    "Sacramento",
    "Samuel Stevens (naturalist)",
    "San Jose, California",
    "Santa Clara County, California",
    "Scandinavia",
    "Schönbrunn Palace",
    "Seram",
    "Singapore",
    "Sintang Regency",
    "Smyrna",
    "South America",
    "Southeast Asia",
    "Sumatra",
    "Sunda Islands",
    "Tabriz",
    "Tahiti",
    "Tbilisi",
    "The American Cyclopædia",
    "The Americas",
    "The Athenaeum (British magazine)",
    "The Criterion (American magazine)",
    "The Literary Gazette",
    "The Nuttall Encyclopædia",
    "The Straits Times",
    "The Westminster Review",
    "Travel writer",
    "Tunggal panaluan",
    "University of Berlin",
    "University of Vienna",
    "Valparaiso",
    "Vienna",
    "Vienna Central Cemetery",
    "Vincenz Kollar",
    "Walden",
    "Washington Irving",
    "West Coast of the United States",
    "West Sumatra",
    "William Henry Bartlett"
  ],
  "references": [
    "http://sophie.byu.edu/?q=node/3349",
    "https://viaf.org/viaf/12313619",
    "http://catalogo.bne.es/uhtbin/authoritybrowse.cgi?action=display&authority_id=XX1397315",
    "https://www.gutenberg.org/author/Pfeiffer,+Ida",
    "https://www.idref.fr/027070069",
    "https://librivox.org/author/4525",
    "https://nla.gov.au/anbd.aut-an35420254",
    "https://d-nb.info/gnd/118740792",
    "https://web.archive.org/web/20071130165103/http://californialegacy.org/radio_anthology/scripts/pfeiffer.html",
    "https://aleph.nkp.cz/F/?func=find-c&local_base=aut&ccl_term=ica=xx0000901&CON_LNG=ENG",
    "https://authority.bibsys.no/authority/rest/authorities/html/90723906",
    "https://catalogue.bnf.fr/ark:/12148/cb11919525z",
    "https://en.wikisource.org/wiki/The_Encyclopedia_Americana_(1920)/Pfeiffer,_Ida_Laura_Reyer",
    "https://en.wikisource.org/wiki/The_American_Cyclop%C3%A6dia_(1879)/Pfeiffer,_Ida",
    "https://en.wikisource.org/wiki/The_New_International_Encyclop%C3%A6dia/Pfeiffer,_Ida",
    "https://en.wikisource.org/wiki/The_Nuttall_Encyclop%C3%A6dia/P#Pfeiffer,_Ida",
    "https://data.bnf.fr/ark:/12148/cb11919525z",
    "http://data.bibliotheken.nl/id/thes/p069192987",
    "https://trove.nla.gov.au/people/946415",
    "https://archive.org/details/lasttravelsofida00pfeiuoft",
    "http://www.gutenberg.org/ebooks/1894",
    "https://florafaunaweb.nparks.gov.sg/special-pages/animal-detail.aspx?id=374",
    "https://www.persee.fr/doc/arch_0044-8613_2004_num_68_1_3839",
    "http://www.persee.fr/web/revues/home/prescript/article/arch_0044-8613_2004_num_68_1_3839",
    "https://en.wikisource.org/wiki/The_Descent_of_Man_(Darwin)",
    "https://www.google.com/maps/place/Ida-Pfeiffer-Stra%C3%9Fe,+81929+M%C3%BCnchen,+Germany",
    "https://fgga.univie.ac.at/en/about-us/ida-pfeiffer-professorship/",
    "https://snaccooperative.org/ark:/99166/w6q9429t",
    "https://web.archive.org/web/20181107095323/https://scholarsarchive.byu.edu/libraryrg_studentpub/13/",
    "https://data.nlg.gr/resource/authority/record115209",
    "https://archive.org/details/journeytoicelan00coopgoog",
    "https://archive.org/search.php?query=((subject:%22Pfeiffer,%20Ida%20Laura%22%20OR%20subject:%22Pfeiffer,%20Ida%20L.%22%20OR%20subject:%22Pfeiffer,%20I.%20L.%22%20OR%20subject:%22Ida%20Laura%20Pfeiffer%22%20OR%20subject:%22Ida%20L.%20Pfeiffer%22%20OR%20subject:%22I.%20L.%20Pfeiffer%22%20OR%20creator:%22Ida%20Laura%20Pfeiffer%22%20OR%20creator:%22Ida%20L.%20Pfeiffer%22%20OR%20creator:%22I.%20L.%20Pfeiffer%22%20OR%20creator:%22I.%20Laura%20Pfeiffer%22%20OR%20creator:%22Pfeiffer,%20Ida%20Laura%22%20OR%20creator:%22Pfeiffer,%20Ida%20L.%22%20OR%20creator:%22Pfeiffer,%20I.%20L.%22%20OR%20creator:%22Pfeiffer,%20I.%20Laura%22%20OR%20title:%22Ida%20Laura%20Pfeiffer%22%20OR%20title:%22Ida%20L.%20Pfeiffer%22%20OR%20title:%22I.%20L.%20Pfeiffer%22%20OR%20description:%22Ida%20Laura%20Pfeiffer%22%20OR%20description:%22Ida%20L.%20Pfeiffer%22%20OR%20description:%22I.%20L.%20Pfeiffer%22%20OR%20description:%22Pfeiffer,%20Ida%20Laura%22%20OR%20description:%22Pfeiffer,%20Ida%20L.%22)%20OR%20(%221797-1858%22%20AND%20Pfeiffer))%20AND%20(-mediatype:software)",
    "https://www.wikidata.org/wiki/Q78873#identifiers",
    "https://www.gutenberg.org/ebooks/18037",
    "https://isni.org/isni/0000000122764288",
    "https://books.google.com/books?id=8oJXAAAAcAAJ",
    "https://books.google.com/books?id=Kq0-AAAAcAAJ",
    "http://id.worldcat.org/fast/152545/",
    "https://www.worldcat.org/search?fq=x0:jrnl&q=n2:0260-9541",
    "http://uli.nli.org.il/F/?func=find-b&local_base=NLX10&find_code=UID&request=987007266575305171",
    "https://www.deutsche-biographie.de/pnd118740792.html?language=en",
    "https://northsouth.com/books/ida-and-the-world-beyond-mount-kaiserzipf/",
    "http://www.bncatalogo.cl/F?func=direct&local_base=red10&doc_number=000554330",
    "https://archive.org/details/waywardwomenguid00robi/page/24/mode/2up",
    "https://www.deutsche-biographie.de/pnd118740792.html#ndbcontent",
    "https://doi.org/10.3406%2Farch.2004.3839",
    "https://wikidata-externalid-url.toolforge.org/?p=8034&url_prefix=https://opac.vatlib.it/auth/detail/&id=495/238343",
    "http://id.bnportugal.gov.pt/aut/catbnp/82203",
    "https://books.google.com/books?id=Q8MRAAAAYAAJ&pg=PR9",
    "https://id.loc.gov/authorities/n85008136",
    "https://dbn.bn.org.pl/descriptor-details/9810682690405606"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Grave_of_Ida_Pfeiffer%2C_Vienna%2C_2017.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/aa/Ida_Pfeiffer.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/5/5f/Ida_Pfeiffer_Dauthage.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/bb/PFEIFFER%281853%29_CHRISTIANIA.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/71/Pfeiffer_Madras.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Speaker_Icon.svg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a1/Trial_of_Ida_Pfeiffer_and_Jean_Laborde.png",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ],
  "infobox_str": null,
  "infobox_dict": null
}