{
  "title": "Otto Wagner",
  "url": "https://en.wikipedia.org/wiki/Otto_Wagner",
  "original_title": "Otto Wagner",
  "text": "Otto Koloman Wagner (German: [ˈɔto ˈkoːloman ˈvaːɡnɐ] (listen); 13 July 1841 – 11 April 1918) was an Austrian architect, furniture designer and urban planner. He was a leading member of the Vienna Secession movement of architecture, founded in 1897, and the broader Art Nouveau movement. Many of his works are found in his native city of Vienna, and illustrate the rapid evolution of architecture during the period. His early works were inspired by classical architecture.  By mid-1890s, he had already designed several buildings in what became known as the Vienna Secession style.  Beginning in 1898, with his designs of Vienna Metro stations, his style became floral and Art Nouveau,  with decoration by Koloman Moser. His later works, 1906 until his death in 1918,  had geometric forms and minimal ornament, clearly expressing their function. They are considered predecessors to   modern architecture.\n\n\n== Education and early career ==\nWagner was born in 1841 in Penzing, a district in Vienna. He was the son of Suzanne (née von Helffenstorffer-Hueber) and Rudolf Simeon Wagner, a notary to the Royal Hungarian Court.  He began his architectural studies in 1857 at the age of sixteen at the Vienna Polytechnic Institute.  When he finished his studies there, in 1860 he traveled to Berlin and studied at the Royal Academy of Architecture under Carl Ferdinand Busse, a classicist and student of Karl Friedrich Schinkel, the leader of the German school of neoclassical and neo-Gothic architecture.   He returned to Vienna in 1861 and continued his architectural education at the Vienna Academy of Fine Arts, under August Sicard von von Sicardsburg and Edouard von der Nüll, who had designed the neoclassical Vienna State Opera and the architectural monuments along the Vienna Ringstraße.\nIn 1862, at the age of 22,  he joined the architectural firm of Ludwig von Förster, whose studio had designed much of the new architecture along the Ringstraße.  The first part of his career was devoted to the transformation of that boulevard into a showcase of neo-Gothic, neo-Renassiance, and neoclassical styles.  During this period, which lasted until about 1880,  he described his own style as \"a sort of free Renaissance\".\nHis first realized major project was the Orthodox Synagogue on Rumbach Street in Budapest.  His design was selected in a competition held in 1868, when he was twenty-seven years old. The octagonal hall of the synagogue was concealed behind a four-story structure facing the street. The hall was filled with light from stained glass windows on the octagonal lantern above, and large circular windows in each of the eight bays. On the first floor above the ground floor was an octagonal gallery reserved for women. The facade was made of brick of different colors, and was decorated with minarets and towers with a Moorish appearance, while the interior featured colorful patterns of mosaic slender on the walls and highly decorated columns which supported arches over each of the bays. He began to develop his own philosophy of architecture, based on the need for buildings to be, above all, functional.  He continued to develop this idea throughout his career.  In 1896, in his book Modern Architecture, he wrote, \"only that which is practical can be beautiful\".\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Early projects, and the First Villa Wagner (1880s) ==\nIn the 1880s, he began to construct buildings of which he was both the architect and investor in the project, sharing in the financial benefits.  In 1882 he designed a luxury apartment building on Stadiongasse in Vienna, close to the Parliament and the city hall. The facade was inspired by the Renaissance, but the interior was designed to be highly practical, luxurious, and constructed with the highest quality materials available.  The benefits of this building allowed him to build several more similar apartment buildings. It illustrated his doctrine of the connection between beauty and function.His next major project was the headquarters of the Länderbank in Vienna.  He won the design competition in 1882 and built it in 1883–84.  It was built on a very irregular site, mostly at an angle to the street, which allowed him to be more creative.  The five-story Renaissance facade gave little idea of the complexity of the building behind it, which had multiple diverging axes.  The visitor passed through a circular vestibule, then turned at an angle into multi-storied semi-circular central hall with a glass skylight, where the banking function was located.  He also used new materials, such as an enduit lisse, and much larger windows than were customary in the period, repeated the plan on each floor. He later described his approach to the building:  \"The demands for air and light, the desire to assure easy circulation and orientation inside the space, and especially the fact that the activities of a bank can develop on one direction or another, made it desirable to be able to easily transform the work spaces.\"   He was to follow the same concepts twenty years later when he designed the Postal Savings Bank in Vienna.The following project, in 1886, was the first Villa Wagner, a country house he built for himself on the edge of the Vienna woods. He called it his \"Italian Dream\", and it had neoclassical elements inspired by Palladio. it was surrounded by a park carefully designed to complement the architecture.  The principal facade had a double stairway ascending to a portico with a colonnade, which was the entrance to the grand salon. The porch was decorated curving wrought iron, statuary, and a coffered ceiling.  At either end of the main villa were pergolas with open colonnades.  On either side of the main stairway to the entrance he placed plaques in Latin concisely stating his philosophy On one side, \"Without art and love, there is no life\";  and on the other, \"Necessity is the sole mistress of art.\"    In 1895,  he modified the house.  One of the pergolas was transformed from a winter garden into a billiards room, illuminated by floral stained glass windows, one designed by the painter Adolf Böhm. The other pergola was made into his studio, also with colorful decorative windows.Two more of his buildings appeared on the boulevards of Vienna.  The first, completed in 1887, was a six-story apartment building on Universitätsstrase, which had a rigorous vertical facade divided by ornamental pilasters, divided horizontally by a very ornate wrought iron balcony on the first floor and a sculpted cornice beneath the roof, dividing the facade into three distinct parts.  The second was the Zum Anker building on Spiegelgasse, and the Graben, the historic boulevard in the heart of the city. This building, completed in 1894, combined apartments on the upper floors, and stores on the street level, bearing large display windows. On top was another glass structure, like a small temple, which contained a photography studio.  It was another notable example of Wagner skillfully adapting the design of the building to its practical functions.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Urban planning and the Vienna Stadtbahn (1894–1900) ==\nIn the 1890s, Wagner became increasingly interested in urban planning. Vienna was growing rapidly; it reached a population of 1,590,000 residents in 1898. In 1890, the city government decided expand the urban transit system outwards to the new neighborhoods. In April 1894, Wagner was named artistic counselor for the new Stadtbahn and gradually was given responsibility for the design of the bridges, viaducts, and stations, including the elevators, signs, lighting, and decoration. Wagner hired seventy artists and designers for his transit stations, including two young designers who later became very prominent in the birth of modern architecture, Joseph Maria Olbrich and Josef Hoffmann.The government committee in charge of the project specified that the buildings should be covered in white plaster, for uniformity, and that the style should be Renaissance, also for uniformity. Working within these requirements, Wagner designed stations and other structures which combined utility, simplicity and elegance. The most notable station he designed was Karlsplatz station (1894–99). It had two separate pavilions, one for each direction, and was constructed with a metal frame, and covered on the exterior with marble plaques and plaster plaques in the interior. The exterior was covered with designs in a sunflower pattern, which continue on the semi-circular facade. The carefully designed gilded decoration gives the building a remarkable combination of functionality and elegance.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== The Vienna Secession ==\nIn 1894, he became Professor of Architecture at the Academy of Fine Arts Vienna, and increasingly expressed the necessity of leaving behind historical forms and romanticism and developing Architectural Realism, where the form was determined by the function of the building.  In 1896 he published a textbook entitled Modern Architecture in which he expressed his ideas about the role of the architect; it was based on the text of his 1894 inaugural lecture to the Academy. His style incorporated the use of new materials and new forms to reflect the fact that society itself was changing. In his textbook, he stated that \"new human tasks and views called for a change or reconstitution of existing forms\".  He wrote in his manifesto on Modern Architecture, \"Art and artists have the duty and obligation to represent their period. The application here and there of all the previous styles, as we have seen in the last few decades, cannot be the future of architecture...The realism of our time must be present in every newborn work of art.In 1897, he aligned himself with Vienna Secession, a movement started by fifty Vienna artists formally known as the Association of Austrian plastic artists. Its founding members included Gustav Klimt, its first President, Joseph Maria Olbrich, Josef Hoffmann and Koloman Moser. The Secession declared war on the historicism and realism decreed by the Arts academies, and called for the abolition of the boundary between the fine arts and the applied and decorative arts. of architecture and art. Its goal was proclaimed by Wagner's student, Olbrich: \"To each epoch its own art, and to each art its freedom.\" The most famous architectural work of the Secession, Olbrich's Secession Building (1897–98) showed Wagner's influence. However, after the success of Secession works at the 1900 Paris Exposition, many of the members wanted to produce furniture and other Secession designs in series, and disputed the direction of the Secession. The dispute reached a head in 1905, when one of the prominent painters of the Secession, Carl Moll, proposed that the Secession purchase a prominent Vienna art gallery as an outlet for the Secession artists. This was opposed by the more traditional artists in the group. It was put to a vote of the members of the Secession, and Klimt's position was defeated by a single vote. Klimt, Wagner, Moser and Hoffmann promptly resigned from the Secession.Wagner had a strong influence on his pupils at the Academy of Fine Arts in Vienna. This \"Wagner School\" included Josef Hoffmann, Joseph Maria Olbrich, Karl Ehn, Jože Plečnik and Max Fabiani. Another student of Wagner's was Rudolph Schindler, who said \"Modern Architecture began with Mackintosh in Scotland, Otto Wagner in Vienna, and Louis Sullivan in Chicago.\"\n\n\n== Majolika-Haus and the Linke Wienzeile buildings (1898-99) ==\nThe Linke Wienzeile Buildings are three apartment buildings in Vienna, constructed in 1898–99. The most famous of these is the Majolica House, at 40 Linke Wienzeile. Its facade is entirely covered with majolica, or glazed earthenware tiles in the colorful floral designs which characterized the early Vienna Secession.  The Art Nouveau floral design of its facade was made by his student Alois Ludwig.  The other building, Linke Wienzeile 38, is known as House with medallions because of its decor of gilded stucco medallions by Wagner's student and frequent collaborator, Koloman Moser.  The roof, visible from far away, features several sculpted heads, called The Criers, or The Crying Women by Othmar Schimkowitz.  He provided sculpture for two other Vienna Secession landmarks by Wagner, including the Angels on the roof of the Kirche am Steinhof church in Vienna, and sculpture for the Austrian Postal Savings Bank.  The sculptures and other ornament were removed when the style was out of fashion, but have more recently been restored.Wagner had his own town apartment in a third building, at 3 Köstlergasse.  It featured decoration based on Japanese floral prints, and furniture of his own design, but its most famous feature was the bathroom.  A marble plaque on the wall supported the shower head, the sink was of marble on nickel legs, and the bathtub was of glass, mounted in a nickel frame.  Wagner had the bathroom displayed at the 1900 Paris Universal Exposition.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Church of St. Leopold (1902–1907) ==\nThe Church of St. Leopold was built to accompany a large new psychiatric hospital constructed on the edge of Vienna. He completed for the design of the hospital, but received a commission only for the church. Wagner had earlier written an academic study entitled The Modern style in Church construction and this was his opportunity to use his ideas in a building.\nThe main feature of the church is a dome, and the facade was covered with marble plaques two centimeters thick, fixed with copper-headed bolts. The same white and gold design was maintained in the interior. The church could hold eight hundred worshippers, with seats for four hundred, divided into separate sections for men, women, and hospital staff. The ceiling was also white, divided into sections by gilded lines. The altar, the central point, was covered with a lacelike gilded cupola, matching the dome overhead. The floor was made of white and black tiles, and sloped slightly, so those in the church had better view of the altar. The large stained glass windows were designed by Wagner's frequent collaborator, Koloman Moser. It was one of the first and most celebrated examples of modern church architecture.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Austrian Postal Savings Bank (1903–1912) ==\nIn his later years, Wagner experimented continually. He tried new materials, such as aluminum, which he used in the decoration of the entrance of the dispatch office the Die Zeit newspaper in Vienna.  His most ambitious experiment was the Austrian Postal Savings Bank (1903–1912), which is often considered his most famous and most influential building.  It was the prime example of his doctrine that form follows function.  He wrote, \"All modern creation should correspond to the new materials and the new demands of our time, if it is to harmonize modern man.\"Wagner conceived the building in 1903, when he was sixty-two years old, and continued working on it until it was completed, when he was seventy-one. The exterior was covered with marble plates with ornamental aluminium rivets in a purely geometric pattern. The most remarkable features were the interiors. The central banking room, where the cashiers were located, had a suspended steel and glass ceiling, and a floor of glass tiles. He made extensive use of new materials,  such as aluminum, for the door knobs, grills, lamps, and other details throughout the building.  It had no decoration; every very element was designed to be clean, geometric, and functional.  He designed the furniture to complement the style of the architecture.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Later life and projects ==\nBy 1905, the year he left the Vienna Secession, Wagner had achieved an international reputation.  In that year he proposed a monumental plan for the Palace of Peace proposed by philanthropist Andrew Carnegie for construction of the Hague, but it was never realized. His continued to produce new editions of his book Modern Architecture,  and three volumes entitled Sketches, Projects, Constructions. He published a series of books on topics including theater architecture, hotel architecture, and a particularly forward-looking work,  \"The Great City\", published in 1911, devoted to urban planning, explaining how the expansion of large cities should be managed.  He participated in the International Congress of Architecture in London in 1906, and traveled to New York to the International Congress of Urban Art in 1910. In the same year he became the Vice Rector of the Academy of Fine Arts in Vienna. He was named Vice President of the Permanent Commission of Congress of Fine Arts in Paris in 1912.  In 1912 he proposed a very modern municipal museum for Vienna dedicated to The Emperor Franz-Joseph. However, the final competition for this building was won by one of Wagner's former students, Josef Hoffmann. The project was halted by the outbreak of the First World War in 1914. In 1913, he became an honorary professor at the Academy and retired, but continued to teach students who had enrolled prior to his retirement.While he proposed many projects, only a few were actually built. These included a strikingly geometric and modernistic hospital for victims of Lupus disease in Vienna (1908).  His last large-scale project, a building of thirty large apartments on Neustiftgasse and Döblergasse in Vienna.  The building had a very modern white plaster facade with very discreet geometric decoration of blue ceramics (Döblergasse) and pieces of black glass (Neustifgasse).  Wagner had his own apartment on the second floor of the Döblergasse building.  He designed all the furniture, carpets and decoration in his apartment, as well as the towels and bathroom fixtures.  The ground floor of this building also served as the offices of the Wiener Werkstätte architectural movement from 1912 until 1932.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== The Second Wagner Villa (1912) ==\nAnother of his last projects was the Second Wagner Villa on Hüttelbergstrasse in Vienna.  It was located near to, and in sight of, his first villa, which he had sold in 1911.  It was considerably smaller than his earlier villa.  The building was designed to be extremely simple and functional, with a maximum of light, and a maximum use of new materials, including reinforced concrete, asphalt, glass mosaics, and aluminum.  The villa is in the form of a cube, with white plaster walls.  The primary decoration elements of the exterior are bands of blue glass tile in geometric patterns. The front door is reached by a monumental stairway to the first floor.  The servant's quarters were downstairs, and the main floor was occupied by a large single room, which served as a salon or dining room.  For the furniture, he selected many works designed and manufactured by one of his former students, Marcel Kammerer. \nWagner intended the house as the main residence of his wife after his death, but she died before him, and he sold the house in September 1916.\nWagner died on April 11. 1918, shortly before the end of the First World War, in his apartment on Döblergasse in Vienna.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Furniture ==\nWagner often designed the furniture to complement the design of the building.  His furnishings for the Postal Savings Bank were particularly notable for their simplicity and functionality, and combination of traditional materials with new materials, such as aluminum \n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Other buildings ==\n\n\n=== From 1860 to 1890 ===\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== From 1890 to 1918 ===\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Publications ==\nWagner, Otto (1988). Modern Architecture: A Guidebook for His Students to This Field of Art. Trans. Harry F. Mallgrave. Santa Monica: Getty Center for the History of Art and the Humanities. ISBN 0-226-86938-5.\n\n\n== References ==\n\n\n== Bibliography ==\nOudin, Bernard (1992), Dictionnaire des Architects (in French), Paris: Seghers, ISBN 2-232-10398-6\nSarnitz, August (2018). Otto Wagner (in French). Cologne: Taschen. ISBN 978-3-8365-6432-8.\nTaschen, Aurelia and Bathazar (2016). L'Architecture Moderne de A à Z (in French). Cologne: Taschen. ISBN 978-3-8365-5630-9.\n\n\n== Further reading ==\nMallgrave, Harry, ed. (1993). Otto Wagner: Reflections on the Raiment of Modernity. Santa Monica: Getty Center for the History of Art and the Humanities. ISBN 0-89236-257-X.\nDuncan Berry, J. (1993). \"From Historicism to Architectural Realism: On Some of Wagner's Sources\". In Harry Mallgrave (ed.). Otto Wagner: Reflections on the Raiment of Modernity. Santa Monica: Getty Center for the History of Art and the Humanities. pp. 242–278. ISBN 0-89236-257-X.\nGraf, Otto Antonia (1994). Otto Wagner: Das Werk des Architekten 1860–1918 (in German). Vienna: Bölhau. ISBN 3-205-98224-X.\nKolb, Günter (1989). Otto Wagner Und Die Wiener Stadtbahn (in German). Munich: Scaneg. ISBN 3-89235-029-9.\nSchorske, Carl (1981). \"The Ringstrasse and the Birth of Urban Modernism\". Fin-De-Siècle Vienna: Politics and Culture. New York: Vintage Books. ISBN 0-394-74478-0.\nMuller, Ines (1992). Die Otto Wagner-Synagoge in Budapest (in German). Wien: Löcker. ISBN 978-3-85409-200-1.\nGeretsegger, Heinz (1979). Otto Wagner, 1841–1989; the Expanding City; The Beginning of Modern Architecture. New York: Rizzoli. ISBN 0-8478-0217-5.\n\n\n== External links ==\n\nWorks by or about Otto Wagner at Internet Archive\nOtto Wagner Museum in Vienna\nImages of several Wagner buildings\nMajolica House in Vienna by Otto Wagner (photos)\nAEIOU - Das österreichische Kulturinformationssystem\nVienna's tourist trail of plunder, Guardian (World News), 21 May 2002.\nOtto Wagner Correspondence 1885–1915, Getty Research InstituteDigitized books from the architecture collection of AMS Historica, the digital library of the University of Bologna. \n\n(in German) Einige skizzen 1, Wien, 1905.\n(in German) Einige skizzen 2, Wien, 1905.\n(in German) Einige skizzen 3, Wien, 1905.",
  "summary": "Otto Koloman Wagner (German: [ˈɔto ˈkoːloman ˈvaːɡnɐ] (listen); 13 July 1841 – 11 April 1918) was an Austrian architect, furniture designer and urban planner. He was a leading member of the Vienna Secession movement of architecture, founded in 1897, and the broader Art Nouveau movement. Many of his works are found in his native city of Vienna, and illustrate the rapid evolution of architecture during the period. His early works were inspired by classical architecture.  By mid-1890s, he had already designed several buildings in what became known as the Vienna Secession style.  Beginning in 1898, with his designs of Vienna Metro stations, his style became floral and Art Nouveau,  with decoration by Koloman Moser. His later works, 1906 until his death in 1918,  had geometric forms and minimal ornament, clearly expressing their function. They are considered predecessors to   modern architecture.\n\n",
  "sections": {
    "Summary": {
      "index": 1,
      "level": 1,
      "content": "Otto Koloman Wagner (German: [ˈɔto ˈkoːloman ˈvaːɡnɐ] (listen); 13 July 1841 – 11 April 1918) was an Austrian architect, furniture designer and urban planner. He was a leading member of the Vienna Secession movement of architecture, founded in 1897, and the broader Art Nouveau movement. Many of his works are found in his native city of Vienna, and illustrate the rapid evolution of architecture during the period. His early works were inspired by classical architecture.  By mid-1890s, he had already designed several buildings in what became known as the Vienna Secession style.  Beginning in 1898, with his designs of Vienna Metro stations, his style became floral and Art Nouveau,  with decoration by Koloman Moser. His later works, 1906 until his death in 1918,  had geometric forms and minimal ornament, clearly expressing their function. They are considered predecessors to   modern architecture."
    },
    "Education and early career": {
      "index": 2,
      "level": 1,
      "content": "Wagner was born in 1841 in Penzing, a district in Vienna. He was the son of Suzanne (née von Helffenstorffer-Hueber) and Rudolf Simeon Wagner, a notary to the Royal Hungarian Court.  He began his architectural studies in 1857 at the age of sixteen at the Vienna Polytechnic Institute.  When he finished his studies there, in 1860 he traveled to Berlin and studied at the Royal Academy of Architecture under Carl Ferdinand Busse, a classicist and student of Karl Friedrich Schinkel, the leader of the German school of neoclassical and neo-Gothic architecture.   He returned to Vienna in 1861 and continued his architectural education at the Vienna Academy of Fine Arts, under August Sicard von von Sicardsburg and Edouard von der Nüll, who had designed the neoclassical Vienna State Opera and the architectural monuments along the Vienna Ringstraße.\nIn 1862, at the age of 22,  he joined the architectural firm of Ludwig von Förster, whose studio had designed much of the new architecture along the Ringstraße.  The first part of his career was devoted to the transformation of that boulevard into a showcase of neo-Gothic, neo-Renassiance, and neoclassical styles.  During this period, which lasted until about 1880,  he described his own style as \"a sort of free Renaissance\".\nHis first realized major project was the Orthodox Synagogue on Rumbach Street in Budapest.  His design was selected in a competition held in 1868, when he was twenty-seven years old. The octagonal hall of the synagogue was concealed behind a four-story structure facing the street. The hall was filled with light from stained glass windows on the octagonal lantern above, and large circular windows in each of the eight bays. On the first floor above the ground floor was an octagonal gallery reserved for women. The facade was made of brick of different colors, and was decorated with minarets and towers with a Moorish appearance, while the interior featured colorful patterns of mosaic slender on the walls and highly decorated columns which supported arches over each of the bays. He began to develop his own philosophy of architecture, based on the need for buildings to be, above all, functional.  He continued to develop this idea throughout his career.  In 1896, in his book Modern Architecture, he wrote, \"only that which is practical can be beautiful\"."
    },
    "Early projects, and the First Villa Wagner (1880s)": {
      "index": 3,
      "level": 1,
      "content": "In the 1880s, he began to construct buildings of which he was both the architect and investor in the project, sharing in the financial benefits.  In 1882 he designed a luxury apartment building on Stadiongasse in Vienna, close to the Parliament and the city hall. The facade was inspired by the Renaissance, but the interior was designed to be highly practical, luxurious, and constructed with the highest quality materials available.  The benefits of this building allowed him to build several more similar apartment buildings. It illustrated his doctrine of the connection between beauty and function.His next major project was the headquarters of the Länderbank in Vienna.  He won the design competition in 1882 and built it in 1883–84.  It was built on a very irregular site, mostly at an angle to the street, which allowed him to be more creative.  The five-story Renaissance facade gave little idea of the complexity of the building behind it, which had multiple diverging axes.  The visitor passed through a circular vestibule, then turned at an angle into multi-storied semi-circular central hall with a glass skylight, where the banking function was located.  He also used new materials, such as an enduit lisse, and much larger windows than were customary in the period, repeated the plan on each floor. He later described his approach to the building:  \"The demands for air and light, the desire to assure easy circulation and orientation inside the space, and especially the fact that the activities of a bank can develop on one direction or another, made it desirable to be able to easily transform the work spaces.\"   He was to follow the same concepts twenty years later when he designed the Postal Savings Bank in Vienna.The following project, in 1886, was the first Villa Wagner, a country house he built for himself on the edge of the Vienna woods. He called it his \"Italian Dream\", and it had neoclassical elements inspired by Palladio. it was surrounded by a park carefully designed to complement the architecture.  The principal facade had a double stairway ascending to a portico with a colonnade, which was the entrance to the grand salon. The porch was decorated curving wrought iron, statuary, and a coffered ceiling.  At either end of the main villa were pergolas with open colonnades.  On either side of the main stairway to the entrance he placed plaques in Latin concisely stating his philosophy On one side, \"Without art and love, there is no life\";  and on the other, \"Necessity is the sole mistress of art.\"    In 1895,  he modified the house.  One of the pergolas was transformed from a winter garden into a billiards room, illuminated by floral stained glass windows, one designed by the painter Adolf Böhm. The other pergola was made into his studio, also with colorful decorative windows.Two more of his buildings appeared on the boulevards of Vienna.  The first, completed in 1887, was a six-story apartment building on Universitätsstrase, which had a rigorous vertical facade divided by ornamental pilasters, divided horizontally by a very ornate wrought iron balcony on the first floor and a sculpted cornice beneath the roof, dividing the facade into three distinct parts.  The second was the Zum Anker building on Spiegelgasse, and the Graben, the historic boulevard in the heart of the city. This building, completed in 1894, combined apartments on the upper floors, and stores on the street level, bearing large display windows. On top was another glass structure, like a small temple, which contained a photography studio.  It was another notable example of Wagner skillfully adapting the design of the building to its practical functions."
    },
    "Urban planning and the Vienna Stadtbahn (1894–1900)": {
      "index": 4,
      "level": 1,
      "content": "In the 1890s, Wagner became increasingly interested in urban planning. Vienna was growing rapidly; it reached a population of 1,590,000 residents in 1898. In 1890, the city government decided expand the urban transit system outwards to the new neighborhoods. In April 1894, Wagner was named artistic counselor for the new Stadtbahn and gradually was given responsibility for the design of the bridges, viaducts, and stations, including the elevators, signs, lighting, and decoration. Wagner hired seventy artists and designers for his transit stations, including two young designers who later became very prominent in the birth of modern architecture, Joseph Maria Olbrich and Josef Hoffmann.The government committee in charge of the project specified that the buildings should be covered in white plaster, for uniformity, and that the style should be Renaissance, also for uniformity. Working within these requirements, Wagner designed stations and other structures which combined utility, simplicity and elegance. The most notable station he designed was Karlsplatz station (1894–99). It had two separate pavilions, one for each direction, and was constructed with a metal frame, and covered on the exterior with marble plaques and plaster plaques in the interior. The exterior was covered with designs in a sunflower pattern, which continue on the semi-circular facade. The carefully designed gilded decoration gives the building a remarkable combination of functionality and elegance."
    },
    "The Vienna Secession": {
      "index": 5,
      "level": 1,
      "content": "In 1894, he became Professor of Architecture at the Academy of Fine Arts Vienna, and increasingly expressed the necessity of leaving behind historical forms and romanticism and developing Architectural Realism, where the form was determined by the function of the building.  In 1896 he published a textbook entitled Modern Architecture in which he expressed his ideas about the role of the architect; it was based on the text of his 1894 inaugural lecture to the Academy. His style incorporated the use of new materials and new forms to reflect the fact that society itself was changing. In his textbook, he stated that \"new human tasks and views called for a change or reconstitution of existing forms\".  He wrote in his manifesto on Modern Architecture, \"Art and artists have the duty and obligation to represent their period. The application here and there of all the previous styles, as we have seen in the last few decades, cannot be the future of architecture...The realism of our time must be present in every newborn work of art.In 1897, he aligned himself with Vienna Secession, a movement started by fifty Vienna artists formally known as the Association of Austrian plastic artists. Its founding members included Gustav Klimt, its first President, Joseph Maria Olbrich, Josef Hoffmann and Koloman Moser. The Secession declared war on the historicism and realism decreed by the Arts academies, and called for the abolition of the boundary between the fine arts and the applied and decorative arts. of architecture and art. Its goal was proclaimed by Wagner's student, Olbrich: \"To each epoch its own art, and to each art its freedom.\" The most famous architectural work of the Secession, Olbrich's Secession Building (1897–98) showed Wagner's influence. However, after the success of Secession works at the 1900 Paris Exposition, many of the members wanted to produce furniture and other Secession designs in series, and disputed the direction of the Secession. The dispute reached a head in 1905, when one of the prominent painters of the Secession, Carl Moll, proposed that the Secession purchase a prominent Vienna art gallery as an outlet for the Secession artists. This was opposed by the more traditional artists in the group. It was put to a vote of the members of the Secession, and Klimt's position was defeated by a single vote. Klimt, Wagner, Moser and Hoffmann promptly resigned from the Secession.Wagner had a strong influence on his pupils at the Academy of Fine Arts in Vienna. This \"Wagner School\" included Josef Hoffmann, Joseph Maria Olbrich, Karl Ehn, Jože Plečnik and Max Fabiani. Another student of Wagner's was Rudolph Schindler, who said \"Modern Architecture began with Mackintosh in Scotland, Otto Wagner in Vienna, and Louis Sullivan in Chicago.\""
    },
    "Majolika-Haus and the Linke Wienzeile buildings (1898-99)": {
      "index": 6,
      "level": 1,
      "content": "The Linke Wienzeile Buildings are three apartment buildings in Vienna, constructed in 1898–99. The most famous of these is the Majolica House, at 40 Linke Wienzeile. Its facade is entirely covered with majolica, or glazed earthenware tiles in the colorful floral designs which characterized the early Vienna Secession.  The Art Nouveau floral design of its facade was made by his student Alois Ludwig.  The other building, Linke Wienzeile 38, is known as House with medallions because of its decor of gilded stucco medallions by Wagner's student and frequent collaborator, Koloman Moser.  The roof, visible from far away, features several sculpted heads, called The Criers, or The Crying Women by Othmar Schimkowitz.  He provided sculpture for two other Vienna Secession landmarks by Wagner, including the Angels on the roof of the Kirche am Steinhof church in Vienna, and sculpture for the Austrian Postal Savings Bank.  The sculptures and other ornament were removed when the style was out of fashion, but have more recently been restored.Wagner had his own town apartment in a third building, at 3 Köstlergasse.  It featured decoration based on Japanese floral prints, and furniture of his own design, but its most famous feature was the bathroom.  A marble plaque on the wall supported the shower head, the sink was of marble on nickel legs, and the bathtub was of glass, mounted in a nickel frame.  Wagner had the bathroom displayed at the 1900 Paris Universal Exposition."
    },
    "Church of St. Leopold (1902–1907)": {
      "index": 7,
      "level": 1,
      "content": "The Church of St. Leopold was built to accompany a large new psychiatric hospital constructed on the edge of Vienna. He completed for the design of the hospital, but received a commission only for the church. Wagner had earlier written an academic study entitled The Modern style in Church construction and this was his opportunity to use his ideas in a building.\nThe main feature of the church is a dome, and the facade was covered with marble plaques two centimeters thick, fixed with copper-headed bolts. The same white and gold design was maintained in the interior. The church could hold eight hundred worshippers, with seats for four hundred, divided into separate sections for men, women, and hospital staff. The ceiling was also white, divided into sections by gilded lines. The altar, the central point, was covered with a lacelike gilded cupola, matching the dome overhead. The floor was made of white and black tiles, and sloped slightly, so those in the church had better view of the altar. The large stained glass windows were designed by Wagner's frequent collaborator, Koloman Moser. It was one of the first and most celebrated examples of modern church architecture."
    },
    "Austrian Postal Savings Bank (1903–1912)": {
      "index": 8,
      "level": 1,
      "content": "In his later years, Wagner experimented continually. He tried new materials, such as aluminum, which he used in the decoration of the entrance of the dispatch office the Die Zeit newspaper in Vienna.  His most ambitious experiment was the Austrian Postal Savings Bank (1903–1912), which is often considered his most famous and most influential building.  It was the prime example of his doctrine that form follows function.  He wrote, \"All modern creation should correspond to the new materials and the new demands of our time, if it is to harmonize modern man.\"Wagner conceived the building in 1903, when he was sixty-two years old, and continued working on it until it was completed, when he was seventy-one. The exterior was covered with marble plates with ornamental aluminium rivets in a purely geometric pattern. The most remarkable features were the interiors. The central banking room, where the cashiers were located, had a suspended steel and glass ceiling, and a floor of glass tiles. He made extensive use of new materials,  such as aluminum, for the door knobs, grills, lamps, and other details throughout the building.  It had no decoration; every very element was designed to be clean, geometric, and functional.  He designed the furniture to complement the style of the architecture."
    },
    "Later life and projects": {
      "index": 9,
      "level": 1,
      "content": "By 1905, the year he left the Vienna Secession, Wagner had achieved an international reputation.  In that year he proposed a monumental plan for the Palace of Peace proposed by philanthropist Andrew Carnegie for construction of the Hague, but it was never realized. His continued to produce new editions of his book Modern Architecture,  and three volumes entitled Sketches, Projects, Constructions. He published a series of books on topics including theater architecture, hotel architecture, and a particularly forward-looking work,  \"The Great City\", published in 1911, devoted to urban planning, explaining how the expansion of large cities should be managed.  He participated in the International Congress of Architecture in London in 1906, and traveled to New York to the International Congress of Urban Art in 1910. In the same year he became the Vice Rector of the Academy of Fine Arts in Vienna. He was named Vice President of the Permanent Commission of Congress of Fine Arts in Paris in 1912.  In 1912 he proposed a very modern municipal museum for Vienna dedicated to The Emperor Franz-Joseph. However, the final competition for this building was won by one of Wagner's former students, Josef Hoffmann. The project was halted by the outbreak of the First World War in 1914. In 1913, he became an honorary professor at the Academy and retired, but continued to teach students who had enrolled prior to his retirement.While he proposed many projects, only a few were actually built. These included a strikingly geometric and modernistic hospital for victims of Lupus disease in Vienna (1908).  His last large-scale project, a building of thirty large apartments on Neustiftgasse and Döblergasse in Vienna.  The building had a very modern white plaster facade with very discreet geometric decoration of blue ceramics (Döblergasse) and pieces of black glass (Neustifgasse).  Wagner had his own apartment on the second floor of the Döblergasse building.  He designed all the furniture, carpets and decoration in his apartment, as well as the towels and bathroom fixtures.  The ground floor of this building also served as the offices of the Wiener Werkstätte architectural movement from 1912 until 1932."
    },
    "The Second Wagner Villa (1912)": {
      "index": 10,
      "level": 1,
      "content": "Another of his last projects was the Second Wagner Villa on Hüttelbergstrasse in Vienna.  It was located near to, and in sight of, his first villa, which he had sold in 1911.  It was considerably smaller than his earlier villa.  The building was designed to be extremely simple and functional, with a maximum of light, and a maximum use of new materials, including reinforced concrete, asphalt, glass mosaics, and aluminum.  The villa is in the form of a cube, with white plaster walls.  The primary decoration elements of the exterior are bands of blue glass tile in geometric patterns. The front door is reached by a monumental stairway to the first floor.  The servant's quarters were downstairs, and the main floor was occupied by a large single room, which served as a salon or dining room.  For the furniture, he selected many works designed and manufactured by one of his former students, Marcel Kammerer. \nWagner intended the house as the main residence of his wife after his death, but she died before him, and he sold the house in September 1916.\nWagner died on April 11. 1918, shortly before the end of the First World War, in his apartment on Döblergasse in Vienna."
    },
    "Furniture": {
      "index": 11,
      "level": 1,
      "content": "Wagner often designed the furniture to complement the design of the building.  His furnishings for the Postal Savings Bank were particularly notable for their simplicity and functionality, and combination of traditional materials with new materials, such as aluminum"
    },
    "Other buildings": {
      "index": 12,
      "level": 1,
      "content": ""
    },
    "From 1860 to 1890": {
      "index": 13,
      "level": 2,
      "content": ""
    },
    "From 1890 to 1918": {
      "index": 14,
      "level": 2,
      "content": ""
    },
    "Publications": {
      "index": 15,
      "level": 1,
      "content": "Wagner, Otto (1988). Modern Architecture: A Guidebook for His Students to This Field of Art. Trans. Harry F. Mallgrave. Santa Monica: Getty Center for the History of Art and the Humanities. ISBN 0-226-86938-5."
    },
    "References": {
      "index": 16,
      "level": 1,
      "content": ""
    },
    "Bibliography": {
      "index": 17,
      "level": 1,
      "content": "Oudin, Bernard (1992), Dictionnaire des Architects (in French), Paris: Seghers, ISBN 2-232-10398-6\nSarnitz, August (2018). Otto Wagner (in French). Cologne: Taschen. ISBN 978-3-8365-6432-8.\nTaschen, Aurelia and Bathazar (2016). L'Architecture Moderne de A à Z (in French). Cologne: Taschen. ISBN 978-3-8365-5630-9."
    },
    "Further reading": {
      "index": 18,
      "level": 1,
      "content": "Mallgrave, Harry, ed. (1993). Otto Wagner: Reflections on the Raiment of Modernity. Santa Monica: Getty Center for the History of Art and the Humanities. ISBN 0-89236-257-X.\nDuncan Berry, J. (1993). \"From Historicism to Architectural Realism: On Some of Wagner's Sources\". In Harry Mallgrave (ed.). Otto Wagner: Reflections on the Raiment of Modernity. Santa Monica: Getty Center for the History of Art and the Humanities. pp. 242–278. ISBN 0-89236-257-X.\nGraf, Otto Antonia (1994). Otto Wagner: Das Werk des Architekten 1860–1918 (in German). Vienna: Bölhau. ISBN 3-205-98224-X.\nKolb, Günter (1989). Otto Wagner Und Die Wiener Stadtbahn (in German). Munich: Scaneg. ISBN 3-89235-029-9.\nSchorske, Carl (1981). \"The Ringstrasse and the Birth of Urban Modernism\". Fin-De-Siècle Vienna: Politics and Culture. New York: Vintage Books. ISBN 0-394-74478-0.\nMuller, Ines (1992). Die Otto Wagner-Synagoge in Budapest (in German). Wien: Löcker. ISBN 978-3-85409-200-1.\nGeretsegger, Heinz (1979). Otto Wagner, 1841–1989; the Expanding City; The Beginning of Modern Architecture. New York: Rizzoli. ISBN 0-8478-0217-5."
    }
  },
  "categories": [
    "1841 births",
    "1918 deaths",
    "19th-century Austrian architects",
    "20th-century Austrian architects",
    "Academic staff of the Academy of Fine Arts Vienna",
    "All articles with failed verification",
    "Architects from Vienna",
    "Articles with BIBSYS identifiers",
    "Articles with BNE identifiers",
    "Articles with BNF identifiers",
    "Articles with BNFdata identifiers",
    "Articles with CANTICN identifiers",
    "Articles with CINII identifiers",
    "Articles with DTBIO identifiers",
    "Articles with EMU identifiers",
    "Articles with FAST identifiers",
    "Articles with GND identifiers",
    "Articles with German-language sources (de)",
    "Articles with ICCU identifiers",
    "Articles with ISNI identifiers",
    "Articles with Internet Archive links",
    "Articles with J9U identifiers",
    "Articles with LCCN identifiers",
    "Articles with LNB identifiers",
    "Articles with Libris identifiers",
    "Articles with MoMA identifiers",
    "Articles with Musée d'Orsay identifiers",
    "Articles with NDL identifiers",
    "Articles with NKC identifiers",
    "Articles with NLA identifiers",
    "Articles with NSK identifiers",
    "Articles with NTA identifiers",
    "Articles with PLWABN identifiers",
    "Articles with RKDartists identifiers",
    "Articles with SNAC-ID identifiers",
    "Articles with SUDOC identifiers",
    "Articles with Structurae person identifiers",
    "Articles with Trove identifiers",
    "Articles with ULAN identifiers",
    "Articles with VIAF identifiers",
    "Articles with VcBA identifiers",
    "Articles with failed verification from August 2019",
    "Articles with hAudio microformats",
    "Articles with hCards",
    "Articles with short description",
    "Austrian furniture designers",
    "CS1 French-language sources (fr)",
    "CS1 German-language sources (de)",
    "Commons link is on Wikidata",
    "Ecclesiastical architects",
    "Historicist architects",
    "Modernist architects",
    "Otto Wagner buildings",
    "People from Penzing (Vienna)",
    "Short description is different from Wikidata",
    "Vienna Secession architects"
  ],
  "links": [
    "Academy of Fine Arts Vienna",
    "Adolf Böhm",
    "Adolf Michael Boehm",
    "Alfred Roller",
    "Alois Ludwig",
    "Andrew Carnegie",
    "Art Nouveau",
    "Austria-Hungary",
    "Austrian Empire",
    "Austrian Postal Savings Bank",
    "Beethoven Frieze",
    "Budapest",
    "Carl Moll",
    "Charles Rennie Mackintosh",
    "Ernst Stöhr",
    "Exposition Universelle (1900)",
    "Gustav Klimt",
    "Hofpavillon Hietzing",
    "ISBN (identifier)",
    "Internet Archive",
    "Josef Hoffmann",
    "Josef Maria Auchentaller",
    "Joseph Maria Olbrich",
    "Jože Plečnik",
    "Karl Ehn",
    "Karl Friedrich Schinkel",
    "Karlsplatz",
    "Karlsplatz Stadtbahn Station",
    "Kirche am Steinhof",
    "Koloman Moser",
    "Leopold Forstner",
    "Linke Wienzeile Buildings",
    "Louis Sullivan",
    "Ludwig von Förster",
    "Länderbank",
    "Majolica",
    "Majolica House",
    "Max Fabiani",
    "Max Kurzweil",
    "Maximilian Lenz",
    "Maximilian Liebenwein",
    "Modern architecture",
    "Nussdorf weir and lock",
    "Othmar Schimkowitz",
    "Palais Hoyos (Rennweg)",
    "Palladio",
    "Peace Palace",
    "Penzing (Vienna)",
    "Post Office Savings Bank, Vienna",
    "Realism (architectural history)",
    "Ringstraße",
    "Rudolph Schindler (architect)",
    "Rumbach Street synagogue",
    "Secession Building",
    "Stadtbahn",
    "Stoclet Palace",
    "Taschen",
    "The Hague",
    "University of Bologna",
    "Urban planner",
    "Ver Sacrum (magazine)",
    "Vienna",
    "Vienna Secession",
    "Vienna State Opera",
    "Wiener Stadtbahn",
    "Wiener Werkstätte",
    "Wilhelm Bernatzik"
  ],
  "references": [
    "http://www.bluffton.edu/~sullivanm/wagner/house.html",
    "http://www.aeiou.at/aeiou.film.data.film/o358a.mpg",
    "http://depts.washington.edu/vienna/architecture/wagner/bio.htm",
    "http://amshistorica.unibo.it/diglib.php?inv=160",
    "http://amshistorica.unibo.it/diglib.php?inv=161",
    "http://amshistorica.unibo.it/diglib.php?inv=162",
    "http://amshistorica.unibo.it/",
    "https://viaf.org/viaf/39439361",
    "http://www.ottowagner.com/otto-wagner-en-US/",
    "https://rkd.nl/en/explore/artists/82461",
    "http://catalogo.bne.es/uhtbin/authoritybrowse.cgi?action=display&authority_id=XX1156519",
    "https://books.google.com/books?id=HSNQAAAAMAAJ",
    "https://www.theguardian.com/world/2002/may/21/kateconnolly",
    "https://www.idref.fr/027698270",
    "https://id.ndl.go.jp/auth/ndlna/00459984",
    "https://www.getty.edu/vow/ULANFullDisplay?find=&role=&nation=&subjectid=500016971",
    "https://d-nb.info/gnd/118628399",
    "https://archive.org/search.php?query=((subject:%22Wagner,%20Otto%22%20OR%20subject:%22Otto%20Wagner%22%20OR%20creator:%22Wagner,%20Otto%22%20OR%20creator:%22Otto%20Wagner%22%20OR%20title:%22Otto%20Wagner%22%20OR%20description:%22Wagner,%20Otto%22%20OR%20description:%22Otto%20Wagner%22)%20OR%20(%221841-1918%22%20AND%20Wagner))%20AND%20(-mediatype:software)",
    "https://catalogue.bnf.fr/ark:/12148/cb12281812w",
    "https://aleph.nkp.cz/F/?func=find-c&local_base=aut&ccl_term=ica=xx0005989&CON_LNG=ENG",
    "https://data.bnf.fr/ark:/12148/cb12281812w",
    "http://data.bibliotheken.nl/id/thes/p069415471",
    "https://books.google.com/books?id=OONPAAAAMAAJ",
    "http://www.theartstory.org/movement-vienna-secession.htm",
    "http://www.greatbuildings.com/buildings/Majolica_House.html",
    "https://trove.nla.gov.au/people/847261",
    "https://snaccooperative.org/ark:/99166/w6gj0b0t",
    "https://www.wikidata.org/wiki/Q84287#identifiers",
    "https://isni.org/isni/0000000121007787",
    "http://mak.bn.org.pl/cgi-bin/KHW/makwww.exe?BM=1&NU=1&IM=4&WI=9810552275905606",
    "https://authority.bibsys.no/authority/rest/authorities/html/90250583",
    "https://ci.nii.ac.jp/author/DA0191026X?l=en",
    "https://kopkatalogs.lv/F?func=direct&local_base=lnc10&doc_number=000184795&P_CON_LNG=ENG",
    "https://nla.gov.au/anbd.aut-an35162011",
    "http://katalog.nsk.hr/F/?func=direct&doc_number=000189312&local_base=nsk10",
    "http://id.worldcat.org/fast/43926/",
    "http://esu.com.ua/search_articles.php?id=32830",
    "http://uli.nli.org.il/F/?func=find-b&local_base=NLX10&find_code=UID&request=987007275430305171",
    "https://www.deutsche-biographie.de/pnd118628399.html?language=en",
    "https://opac.sbn.it/nome/RAVV013667",
    "https://cantic.bnc.cat/registre/981058519552306706",
    "https://wikidata-externalid-url.toolforge.org/?p=8034&url_prefix=https://opac.vatlib.it/auth/detail/&id=495/116951",
    "https://structurae.net/persons/1005010",
    "https://libris.kb.se/53hkmbcp4z0s46z",
    "https://www.moma.org/artists/6210",
    "https://www.musee-orsay.fr/en/ressources/repertoire-artistes-personnalites/35673",
    "https://id.loc.gov/authorities/n79117094"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/6/63/02_Postsparkassen-Amtsgeb%C3%A4ude_Wien_-_Wagner_Band_5._6._und_7._Heft_-Grundriss_Hochparterre.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9b/033R08221077_Stadt%2C_Linke_Wienzeile%2C_Otto_Wagner%2C_Majolikahaus%2C_Aufzugt%C3%BCre.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/Armchair_model_718_F%2C_Otto_Wagner%2C_Vienna%2C_made_by_Gebruder_Thonet%2C_c._1905-1906%2C_beechwood%2C_aluminum%2C_caning_under_upholstery_-_Montreal_Museum_of_Fine_Arts_-_Montreal%2C_Canada_-_DSC09152.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Brigittenau_%28Wien%29_-_Nussdorfer_Wehr%2C_Verwaltungsgeb%C3%A4ude_%282%29.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/5/5e/Bruecke_ueber_die_Zeile_Vienna_7.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/72/D%C3%B6blergasse_4_III.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/74/Grabenhof_Otto_Wagner.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Hofpavillon_Hietzing_Au%C3%9Fen_1.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Hosentr%C3%A4gerhaus-Garnisongasse1_1.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Johann-Nepomuk-Kapelle_%22St_Joanni%22_-_erster_Sakralbau_von_Otto_Wagner_in_Wien.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/c/cf/Kolo_Moser_Steinhof_leibliche_Tugenden_Westen.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/8/8a/Loudspeaker.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Lupus_Pavillon_4.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/Mahlerwohnhaus.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/c/c9/Majolikahaus_gesamt_2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/18/Margaretenguertel_U-Bahn_Vienna_1.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/3e/Neustiftgasse_40_Otto_Wagner.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/f3/O._Wagner_competition_design_for_the_Peace_Palace_The_Hague.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b9/Otto-Wagner-Pavillon_Wien.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/ed/Otto_Koloman_Wagner.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/3/33/Otto_Wagner%27s_glass_bathtub.png",
    "https://upload.wikimedia.org/wikipedia/commons/a/ab/Otto_Wagner%2C_1883%2C_A1010_Wien%2C_Hohenstauffengasse_3%2C_p2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/5/52/Otto_Wagner%2C_1895%2C_A1010_Wien%2C_Graben_10%2C_Ankerhof.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a9/Otto_Wagner%2C_Hocker%2C_1906.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/70/Otto_Wagner_Hohenstaufengasse_3_Kassensaal_Panorama.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/Otto_Wagner_Karlsplatz_Station_2012-_-_4_%288258302696%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0b/Otto_Wagner_Kirche%2C_Wien_%2801%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/f0/Otto_Wagner_Kirche%2C_Wien_%2817%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1b/Otto_Wagner_Postsparkasse_Vienna_-_Sept_14_-_8_%2815236421375%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/31/Otto_Wagner_photo2_retouched.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0e/Otto_Wagner_zweite_Villa2.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/1/1d/Otto_Wagner_zweite_Villa3.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Otto_wagner%2C_armadio%2C_creato_per_la_sede_del_giornale_die_zeit_a_vienna%2C_1902.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Otto_wagner%2C_sedia_con_braccioli_n.8%2C_vienna_1898-99.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/98/Otto_wagner%2C_tavolino_portavivande%2C_creato_per_la_villa_dell%27artista%2C_vienna_1904.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/4/43/Palais_Hoyos.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/7/7e/Penzing_%28Wien%29_-_Kirche_am_Steinhof_%282%29.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/2/22/Penzing_%28Wien%29_-_Otto-Wagner-Villa%2C_H%C3%BCttelbergstra%C3%9Fe_26_%281%29.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/b/b8/Postsparkasse_5.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fd/Postsparkasse_Otto_Wagner_Lichthof.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b8/Postsparkasse_Otto_Wagner_Verhandlungssaal.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/RumbachFotoThalerTamas10.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/de/Rumbach_Street_synagogue_-_panoramio.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/da/Schottenring_23_Ansicht_1.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/c/c4/Sch%C3%BCtzenhaus_Otto_Wagner.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/8/85/Stadiongasse_04.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/U-Bahn-Haltestelle_Gumpendorfer_Stra%C3%9Fe_%2819850%29_stitch_IMG_5368_-_IMG_5369.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/99/Vienna_-_Otto_Wagner%27s_St_Leopold_Church_-_6881.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/03/Vienna_Steinhof_church_S.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/WMK_-_Sessel_B%C3%BCrgermeister.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/7b/Wien_-_Majolika-Haus.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/a/a7/Wien_-_Majolikahaus_-_Stiegengel%C3%A4nder.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fc/Wien_-_%C3%96sterreichische_Postsparkasse%2C_Georg-Coch-Platz.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/6/6d/Wien_UBahn-Pavillon_Karlsplatz.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/5/56/Zsinag%C3%B3ga_%28858._sz%C3%A1m%C3%BA_m%C5%B1eml%C3%A9k%29_4.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ],
  "infobox_str": null,
  "infobox_dict": null
}